
/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Yhteyshuomautus";

/* User deined authorization; the next line has an explanation. */
"%@ denied authorization:" = "%@ torjui pyynnön:";

/* No comment provided by engineer. */
"%@ granted authorization." = "%@ suostui pyyntöön.";

/* No comment provided by engineer. */
"%@ has %u new messages." = "Tunnuksessa %1$@ on %2$u uutta viestiä.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ on yksi uusi viesti.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ on paikallisessa ystäväluettelossa, muttei palvelimen luettelossa. Halouatko lisätä ystävän luetteloon?";

/* No comment provided by engineer. */
"(No reason given)" = "(ei erityistä syytä)";

/* Indicates a preference will not take effect until the next time Adium is loaded */
"(Takes effect the next time Adium launches)" = "(Vaatii Adiumin uudelleenkäynnistyksen)";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Huomautus";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium ei kyennyt löytämään käyttäjän profiilia. Tämä nimi ei välttämättä ole rekisteriöty.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adiumin huomautus: %@";

/* Button title to allow an action */
"Allow" = "Salli";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Salli MSN Mobile -sivut";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Salli/Estä MSN Mobile -sivut";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Näytä aina offline-tilassa olevalta ystävälle %@";

/* No comment provided by engineer. */
"An ambiguous user ID was entered" = "An ambiguous user ID was entered";

/* No comment provided by engineer. */
"An error was encoutered sending the file." = "Tiedostoa lähettäessä tapahtui virhe";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Näytä offline-tilassa olevalta henkilölle: %@";

/* No comment provided by engineer. */
"Appear Online to %@" = "Näytä online-tilassa olevalta henkilölle: %@";

/* No comment provided by engineer. */
"Authenticating" = "Varmistetaan";

/* Connection step */
"Balancer handshake" = "Balancer handshake";

/* No comment provided by engineer. */
"Blocked" = "Torjuttu";

/* No comment provided by engineer. */
"Cancel" = "Peruuta";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Cancel Presence Notification to %@";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Vaihda rekisteröityä sähköpostiosoitetta.";

/* No comment provided by engineer. */
"Change Password" = "Vaihda salasana";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Pikaiviestien edelleenohjaus";

/* No comment provided by engineer. */
"Connect" = "Connect";

/* No comment provided by engineer. */
"Connecting" = "Connecting";

/* No comment provided by engineer. */
"Connection error." = "Connection error.";

/* No comment provided by engineer. */
"Connection established" = "Connection established";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Contact list synchronization error for %@";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Direct IM connected";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Direct IM disconnected";

/* Button title to prevent an action */
"Disallow" = "Disallow";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Näytä käytettävä sähköpostiosoite";

/* No comment provided by engineer. */
"Display custom emoticons" = "Display custom emoticons";

/* No comment provided by engineer. */
"Display names (friendly names)" = "Display names (friendly names)";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Don't Always Appear Offline to %@";

/* Connection step */
"Exchanging key hash" = "Exchanging key hash";

/* No comment provided by engineer. */
"Export Sametime List..." = "Export Sametime List...";

/* No comment provided by engineer. */
"File Send Error" = "File Send Error";

/* No comment provided by engineer. */
"Finalizing connection" = "Finalizing connection";

/* No comment provided by engineer. */
"From: " = "From: ";

/* No comment provided by engineer. */
"Get AIM information for %@" = "Get AIM information for %@";

/* No comment provided by engineer. */
"GG Number" = "GG Number";

/* No comment provided by engineer. */
"GTalk ID" = "GTalk ID";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ Number";

/* No comment provided by engineer. */
"Import Sametime List..." = "Import Sametime List...";

/* No comment provided by engineer. */
"Initializing Stream" = "Initializing Stream";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Initiate Conference with %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Initiate Direct IM with %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Initiate Multiuser Chat with %@";

/* No comment provided by engineer. */
"Invalid Jabber ID or Password" = "Invalid Jabber ID or Password";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* No comment provided by engineer. */
"Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?" = "Jabber was unable to connect due to an invalid Jabber ID or password.  This may be because you do not yet have an account on this Jabber server.  Would you like to register now?";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Join %@'s Chat";

/* No comment provided by engineer. */
"LiveJournal ID" = "LiveJournal ID";

/* No comment provided by engineer. */
"Looking up server" = "Looking up server";

/* No comment provided by engineer. */
"Member Name" = "Member Name";

/* No comment provided by engineer. */
"MSN" = "MSN";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* No comment provided by engineer. */
"Name" = "Nimi";

/* No comment provided by engineer. */
"New Mail" = "Uusi sähköposti";

/* No comment provided by engineer. */
"No reason was given." = "Erityistä syytä ei annettu.";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Action menu item for MSN accounts to open the hotmail inbox */
"Open Hotmail Inbox" = "Avaa Hotmailin saapuneet kansio.";

/* No comment provided by engineer. */
"Open Mail" = "Avaa Sähköposti";

/* Name for the orphans group */
"Orphans" = "Orphans";

/* No comment provided by engineer. */
"Password sent" = "Salasana lähetetty";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Tila-asetukset henkilölle: %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Pyydää udelleen lupaa henkilöltä: %@";

/* Connection step */
"Reading data" = "Luetaan dataa";

/* Connection step */
"Reading server key" = "Luetaan palvelimen avainta";

/* No comment provided by engineer. */
"Received authorization" = "Lupa myönnetty";

/* No comment provided by engineer. */
"Register" = "Rekisteröity";

/* No comment provided by engineer. */
"Requesting to send password" = "Pyydetään salasanan lähettämistä";

/* No comment provided by engineer. */
"Retrieving buddy list" = "Vastaanotetaan ystäväluetteloa";

/* Roster - the Jabber default group */
"Roster" = "Roster";

/* No comment provided by engineer. */
"Sametime ID" = "Sametime-tunnus";

/* No comment provided by engineer. */
"Screen Name" = "Näyttönimi";

/* No comment provided by engineer. */
"Screen name sent" = "Näyttönimi lähetetty";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Etsi yhteystietoa sähköpostiosoitteella";

/* No comment provided by engineer. */
"Send" = "Lähetä";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Lähetä tekstiviestillä henkilölle: %@";

/* Action menu item for setting the display name */
"Set Display Name" = "Aseta näyttönimi";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Aseta kotipuhelin";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Aseta matkapuhelin";

/* No comment provided by engineer. */
"Set Privacy Options" = "Muuta yksityisyyden astuksia";

/* No comment provided by engineer. */
"Set User Info" = "Muuta omia tietoja";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Aseta työpuhelin";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Aseta näyttönimi";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Aseta oma kotipuhelin";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Aseta oma matkapuhelin";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Aseta oma työpuhelin";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Näytä hyväksymistä odottavat ystävät";

/* No comment provided by engineer. */
"Show display names as status messages" = "Näytä näyttönimet tilaviesteinä";

/* No comment provided by engineer. */
"Subject: " = "Aihe:";

/* No comment provided by engineer. */
"Syncing with server" = "Neuvotellaan palvelimen kanssa";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Piilota väliaikaisesti henkilöltä: %@";

/* No comment provided by engineer. */
"The identifier '%@' may possibly refer to any of the following users. Please select the correct user from the list below." = "Erotin '%@' voi viitata seuraaviin käyttäjiin. Valitse haluttu käyttäjä alla olevasta listasta.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Olet torjunut toisen käyttäjän.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Toinen käyttäjä ei ole tällä hetkellä tavoitettavissa.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "Antamasi viestinimi ei ole käytössä. Varmista, että olet kirjoittanut sen oikein. Jos sinulla ei vielä ole AIM-viestinimeä sinun tulee rekisteröidä se osoitteessa www.aim.com.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "MSN ystäväsi näkevät sinunt tällä nimellä.";

/* No comment provided by engineer. */
"Un-hide From %@" = "Un-hide From %@";

/* No comment provided by engineer. */
"United States" = "Yhdysvallat";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Poista tilaus %@";

/* Sample name and server for new livejournal accounts */
"username" = "käyttäjänimi";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "käyttäjänimi@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "käyttäjänimi@jabber.org";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Näytä %@'s webkamera";

/* No comment provided by engineer. */
"Warning level is too high." = "Varoitustaso on liian korkea.";

/* No comment provided by engineer. */
"Would you like to register a new Jabber account?" = "Haluatko rekisteröidä uuden Jabber-tilin?";

/* No comment provided by engineer. */
"Yahoo! ID" = "Yahoo!-tunnus";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Lähetät viestejä liian tiheään tahtiin. Odota hetki ja yritä uudelleen.";

/* No comment provided by engineer. */
"You have %u new messages." = "Sinulla on %u uutta viestiä.";

/* No comment provided by engineer. */
"You have 1 new message." = "Sinulla on 1 uusi viesti.";

/* No comment provided by engineer. */
"You have mail!\n" = "Sinulle on uusi sähköposti!";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Your message to %@ did not get sent";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Vastaanottaja ei ottanut viestiäsi vastaan.";

/* No comment provided by engineer. */
"Your message was too big." = "Viestisi oli liian pitkä.";

/* No comment provided by engineer. */
"Your Yahoo! message did not get sent." = "Yahoo! viestiäsi ei lähetetty.";
